{
    "how_to_prof": ":wave: <@&689378444630687865>,\n\nJe serais votre compagnon sur ce serveur discord, mon but est de simplifier la gestion des rôles, salons et de pleins d'autres choses en arrière-plan !\n\nVoici comment utiliser mes commandes principales:\n\n:fast_forward: `!cours Nom du cours`\n:arrow_forward: !cours L? - La meilleur matière\nPermet de créer un nouveau \"cours\", je vais créer automatiquement un rôle, une catégorie et trois salons par défaut. Plus sur ces salons ci-dessous;\n\n:fast_forward: `!picker Nom du selecteur`\n:arrow_forward: !picker Un choix random\nCela vous permet de créer ou de mettre à jour le sélecteur de rôle du salon;\n\n:fast_forward: `!cours rôle emoji Nom du role`\n:arrow_forward: !role <@&749605542439419926> :thumbsup: La meilleur matière\nPermet d'ajouter le rôle 'rôle', avec l'emoji 'emoji' (l'emoji, doit être un emoji global ou un du serveur, nitro n'est pas supporté) au sélecteur du salon, avec le nom 'Nom du rôle'.\n\n\n:warning: Veuillez ne pas créer de cours sans passer par-moi ! J'ai besoin de connaitre la liste pour une gestion interne, cependant vous pouvez créer autant de salons dans ces catégories/cours que vous souhaitez.",
    "how_to_prof_2": "\n\n\n**Les salons que j'ajoute**\n\nSur chaque cours vous trouverez trois salons par défaut, le premier salon est un salon \"annonce\" et comme son nom l'indique son but et de mettre toutes les annonces dans celui-ci.\n\nCe salon est un peu spécial, il permet aux utilisateurs de s'y abonner et de recevoir les messages sur leur propre serveur discord. Afin que cette fonctionnalité soit correctement utilisée il ne faut pas oublier de \"publier\" les messages !\n\nLe deuxième salon est un salon \"général\" textuel et le dernier rempli le même rôle, mais en utilisant l'audio.\n\n\n:warning: Veuillez noter que Discord impose certaines limitations, il existe un nombre limite de personne pouvant rejoindre un salon en regardant une vidéo partagée, pour qu'un plus grand nombre d'utilisateur ait la vidéo, il faudra utiliser deux partages, sur deux comptes.\n\n\nSi vous avez un problème avec moi, ou le serveur en général n'hésitez pas à contacter <@&689376477463969793>",
    "verification": "Si vous souhaitez vérifié l'identité d'un utilisateur, vous pouvez utiliser la commande `!verification`\n\nCette commande va, retirer tous les rôles de l'utilisateur, lui mettre le rôle <@&749968099754639440> qui l'empêchera d'avoir accès aux salons du serveur.\n\nL'utilisateur recevra un message privée l'invitant à entrer son numéro étudiant ou son login (s'il s'agit d'un étudiant ou non).\n\nUne fois cette information envoyée, l'utilisateur recevra un email sur son adresse email universitaire, contenant un code a six chiffres. Ce code devrait être renvoyé en message privé à <@743485141250474034>. Lors de la validation de ce code l'utilisateur retrouvera l'accès au serveur, avec ses rôles originaux.\n\nCette commande s'utilise comme suit:\n:fast_forward: !verification <@743485141250474034>\nVous pouvez mentionner plus d'un seul utilisateur.\n\n:warning: Toutes les données utilisées pour la vérification sont supprimées sans délai, une fois celle-ci complété.",
    "rules": ":wave: @everyone\n\nBienvenue sur le discord **Licence Informatique@UCA** ce lieu a pour vocation d'être ta place de communication avec les autres étudiants et les professeurs durant ta licence.\n\nComme tout lieu communautaire quelques règles doivent être respectées afin que cet endroit, reste positif.\n\nLes voici:\n```md\n1. Gestion discord a toujours raison\n2. Le respect tu apprendras\n3. Pas de photo obscène tu utiliseras ou posteras\n4. Ton pseudo sera ton nom\n5. Si tu penses que Gestion discord a tort, réfère toi au point numéro 1\n6. Tu ne tagueras pas inutilement\n7. Quand les règles changeront, tu les liras (Tu seras tag).\n8. Les professeurs ou les administrateurs, peuvent demander une vérification de votre identité à travers le robot du serveur.\n```\n\nPar défaut, tu auras accès a quelques channels commun, pour discuter, déconné ou demander de l'aide.\n\nPour avoir accès aux salons de ton année de licence et de tes matières, tu dois dans un premier temps, choisir ton année dans <#748152325654446110>\n\nTu auras ensuite accès aux salons <#748152384160792637> <#748152418788704428> ou <#748152458122887250> pour choisir tes matières.\n\nSi tu as un problème avec le discord, une difficulté, n'hésite pas à contacter <@&689376477463969793>\n\nHésitez pas à inviter les autres étudiants. La plupart des informations sur la licence peuvent être trouvée sur: http://i3s.unice.fr/master-info/programme/licence/"
}